Repository: santedb/openiz-admin
Catalog: OpenIZAdmin.Localization/Locale.*.resx
Languages: sw

# GivenNameLength100
source: The given name cannot exceed 100 characters or be less than 1 character
sw: Jina aliyopewa haiwezi kuzidi wahusika 100 au kuwa chini ya herufi 1

# GivenNameRequired
source: Please enter a given name
sw: Tafadhali ingiza jina aliyopewa

# SurnameLength100
source: The surname cannot exceed 100 characters or be less than 1 character
sw: Jina haiwezi kuzidi wahusika 100 au kuwa chini ya herufi 1

# SurnameRequired
source: Please enter a surname
sw: Tafadhali weka jina

source: Active
sw: kazi

source: Code System
sw: Kanuni Mfumo

source: Display Name
sw: kuonyesha Jina

source: Forgot password
sw: Umesahau nywila

source: Language Code
sw: lugha Kanuni

source: Next
sw: ya

source: Quantity
sw: kiasi

source: Relationships
sw: mahusiano

source: Relationship type
sw: Aina uhusiano

# ResetPasswordTfaMethodHelp
source: Please select a method to use to reset your password
sw: Tafadhali tafuta mbinu ya kutumia kuweka upya nenosiri lako

# ResetPasswordUsernameHelp
source: Please enter your username
sw: Tafadhali weka jina la mtumiaji

# ResetPasswordVerificationHelp
source: Please enter either the first part of your email i.e. 'john.smith' if you selected email, or enter the last 4 digits of your phone number if you selected SMS.
sw: Tafadhali weka ama sehemu ya kwanza ya barua pepe yako yaani 'John.Smith' kama wewe kuchaguliwa barua pepe, au kuingia mwisho tarakimu 4 ya namba yako ya kama wewe kuchaguliwa SMS.

source: Status
sw: Hali

source: Verification
sw: Uhakiki

source: Mnemonic
sw: Nemoniki

source: Type Concept
sw: aina dhana

# ValidationRegex
source: Validation Regular Expression
sw: uthibitisho wa mara kwa mara kujieleza

source: Value cannot be null
sw: Thamani hawezi kuwa null

source: Identifier
sw: Kitambulisho

source: Entity
sw: chombo

# TypeRequired
source: Please select a type
sw: Tafadhali chagua aina

# ValueRequired
source: Please enter a value
sw: Tafadhali weka thamani

# IdentifierFormatInvalid
source: The identifier format is not valid
sw: kitambulisho format si sahihi

source: Relationship
sw: uhusiano

source: No associated relationships
sw: Hakuna uhusiano kuhusishwa

source: Related
sw: kuhusiana na

# RelationRequired
source: Please select a relation
sw: Tafadhali chagua uhusiano

# RelationshipTypeRequired
source: Please select a relationship type
sw: Tafadhali chagua aina ya uhusiano

source: Target population
sw: walengwa

# TargetPopulationRequired
source: Please enter a target population
sw: Tafadhali weka walengwa

source: Cannot update, not active
sw: Hatuwezi kusasisha, si kazi

source: Code
sw: kanuni

# CodeLength4
source: The code cannot exceed 4 characters
sw: kanuni haiwezi kuzidi herufi 4

# CodeRequired
source: Please enter a code
sw: Tafadhali ingiza msimbo

source: Invalid Username
sw: Jina batili la mtumiaji

# NoTfaMechanisms
source: No two factor authentication mechanisms configured
sw: Hakuna njia mbili uthibitishaji kimeundwa

# PasswordLength50
source: The password cannot exceed 50 characters
sw: password haiwezi kuzidi herufi 50

# TfaMechanismRequired
source: Please select a reset mechanism
sw: Tafadhali chagua utaratibu upya

source: Retrieve
sw: Rejesha

source: Forgot password mechanisms
sw: Umesahau taratibu password

# VerificationLength50
source: The verification cannot exceed 50 characters
sw: uhakiki haiwezi kuzidi herufi 50

# VerificationRequired
source: Please enter a verification
sw: Tafadhali weka ukaguzi

# ResetCodeSent
source: We have sent you a code to reset your password
sw: Tumetuma nambari kuweka upya nenosiri lako

# MaterialNotActive
source: Warning, this material is not active
sw: Onyo, nyenzo hii si kazi

# OrganizationNotActive
source: Warning, this organization is not active
sw: Onyo, shirika hili si kazi

# PlaceNotActive
source: Warning, this place is not active
sw: Onyo, mahali hapa si kazi

# RoleNotActive
source: Warning, this role is not active
sw: Onyo, jukumu hili si kazi

# UserNotActive
source: Warning, this user is not active
sw: Onyo, user hii si kazi

source: Revoke Reason
sw: batilisha Sababu

# RevokeReasonRequired
source: Please select a revoke reason
sw: Tafadhali chagua kubatilisha sababu

source: No data available
sw: Hakuna data inayopatikana

source: Languages
sw: lugha

source: No Languages Assigned
sw: Hakuna Languages kupeana

source: No associated languages
sw: Hakuna lugha kuhusishwa

source: Upload new version
sw: Pakia toleo jipya

# LanguagCodeTooLong
source: The language code cannot exceed 2 characters
sw: kanuni lugha hayawezi kuzidi vibambo 2

source: must be unique
sw: lazima yawe ya kipekee

source: No concepts found
sw: Hakuna dhana ya kupatikana

source: contains concepts
sw: ina dhana

# ConceptNotActive
source: Warning, this concept is not active
sw: Onyo, dhana hii si kazi

source: Reference Term
sw: Kumbukumbu Muda

# MnemonicLength50
source: The mnemonic cannot exceed 50 characters
sw: mnemonic haiwezi kuzidi herufi 50

source: Reference Term Names
sw: Kumbukumbu Majina Muda

source: Reference Term Name
sw: Jina Kumbukumbu Muda

source: Reports
sw: Ripoti

source: Unable to download report
sw: Haiwezi kupakua ripoti

source: Unable to load reports
sw: Haiwezi kupakia ripoti

source: Domain
sw: uwanja

# DomainLength50
source: The domain cannot exceed 50 characters
sw: uwanja haiwezi kuzidi herufi 50

# DomainRequired
source: Please enter a domain
sw: Tafadhali weka uwanja

# OidLength64
source: The oid cannot exceed 64 characters
sw: OID haiwezi kuzidi herufi 64

# UrlLength256
source: The url cannot exceed 256 characters
sw: url haiwezi kuzidi herufi 256

# UrlRequired
source: Please enter a Url
sw: Tafadhali weka Url

# VersionLength10
source: The version cannot exceed 10 characters
sw: toleo haiwezi kuzidi wahusika 10

source: No code systems found
sw: Hakuna mifumo code kupatikana

source: Concept set not found
sw: Dhana ya kuweka halikupatikana

# ToolTip_CodeSystem
source: The code system to be associated
sw: mfumo code kuhusishwa

source: Add Reference Terms
sw: Kuongeza Kumbukumbu Masharti

# NoNewAppletsSubmitted
source: No new applets have been submitted
sw: Hakuna applets mpya imewasilishwa

# ToolTip_RelationshipList
source: The concept relationship
sw: uhusiano dhana

# RelationshipRequired
source: The relationship is required
sw: uhusiano inahitajika

source: InverseOf
sw: kinyume Of

source: MemberOf
sw: Mbunge wa

source: NegationOf
sw: kukanusha ya

source: Same As
sw: Sawa na

# IsServiceDeliveryLocation
source: Is this a service delivery location? (That being, does this place provide a service, such as care?)
sw: Je, hii ni kutoa huduma ya eneo? (Kuwa Kwamba, haina nafasi hii kutoa huduma, kama vile huduma?)

# VerifyRecordMessage
source: Attention: this record is from an external system, if you wish to make changes, you will need to first verify this record. This can be done by clicking the 'Verify' button below
sw: Tahadhari: rekodi hii ni kutoka kwenye mfumo wa nje, kama unataka kufanya mabadiliko, unahitaji kwanza kuthibitisha rekodi hii. Hii inaweza kufanyika kwa kubonyeza 'Thibitisha' hapa chini

source: Record verification required
sw: Rekodi ya kuthibitisha Inahitajika

source: Data verified successfully
sw: data kuthibitishwa mafanikio

source: Unable to verify data
sw: Haiwezi kuthibitisha data

source: Verify
sw: Thibitisha

# RecordMustBeVerifiedBeforeEditing
source: Attention, this record must be verified before editing
sw: Makini, rekodi hii muhimu ithibitishwe kabla ya kubadilisha

source: Unable to delete identifier
sw: Haikuweza kufuta kitambulisho

source: Identifier deleted successfully
sw: Kitambulisho imefutwa

source: Download Source
sw: download chanzo

source: Role is required
sw: Wajibu inahitajika

source: Code Systems
sw: mifumo kanuni

source: Mnemonic must be unique
sw: Nemoniki lazima yawe ya kipekee

source: Oid must be unique
sw: OID lazima yawe ya kipekee

source: Unable to create assigning authority
sw: Haikuweza kuunda mamlaka kumshirikisha

source: Unable to create code system
sw: Haikuweza kuunda mfumo code

source: Unable to create concept set
sw: Haikuweza kuunda dhana ya kuweka

source: Unable to create policy
sw: Haikuweza kuunda sera

source: Unable to update assigning authority
sw: Haikuweza kusasisha kumshirikisha mamlaka

source: Unable to update code system
sw: Haikuweza kusasisha mfumo code

source: Unable to update concept set
sw: Haikuweza kusasisha dhana ya kuweka

# MnemonicLength64
source: Mnemonic cannot exceed 64 characters
sw: Nemoniki haiwezi kuzidi herufi 64

source: Domain must be unique
sw: uwanja lazima yawe ya kipekee

source: Domain name must be unique
sw: Jina la kikoa lazima yawe ya kipekee

source: Name must be unique
sw: Jina lazima yawe ya kipekee

source: Url must be unique
sw: Url lazima yawe ya kipekee

# ToolTip_TargetPopulationValue
source: The target population
sw: walengwa

# ToolTip_TargetPopulationYear
source: The year of the target population - format 'YYYY'
sw: mwaka wa idadi ya watu lengo

source: No places found
sw: Hakuna mahali kupatikana

# UnexpectedErrorMessage
source: An unexpected error has occurred, if the problem persists, please contact the administrator
sw: hitilafu isiyotarajiwa imetokea, kama tatizo litaendelea, tafadhali wasiliana na msimamizi

source: Unable to relate material
sw: Haiwezekani kuhusisha vifaa

source: Material related successfully
sw: vifaa kuhusiana mafanikio

# QuantityRequired
source: Please enter a quantity
sw: Tafadhali weka kiwango

source: Associate material
sw: nyenzo Mshiriki

source: New manufactured material
sw: nyenzo mpya za viwandani

source: Is Unique
sw: Je kipekee

# AssigningAuthorityUniqueWarning
source: WARNING, If an assigning authority is created and marked as unique, this cannot be changed in the future. Before submitting, please ensure that you truly would like this assigning authority to only contain unique values.
sw: ONYO, Kama mamlaka kumshirikisha ni kuundwa na alama kama ya kipekee, hii haiwezi kubadilishwa katika siku zijazo. Kabla ya kuwasilisha, tafadhali kuhakikisha kwamba kweli wangependa mamlaka hii kumshirikisha kwa zenye maadili ya kipekee.

source: Scopes
sw: Upeo

source: No associated concepts
sw: Hakuna dhana zinazohusiana

source: Add concepts
sw: Kuongeza dhana

# NameLength128
source: The name cannot exceed 128 characters
sw: jina haiwezi kuzidi wahusika 128

source: Handler class
sw: handler darasa

# HandlerClassRequired
source: Please select a handler class
sw: Tafadhali chagua darasa handler

source: Extension Types
sw: Aina ugani

source: Create extension type
sw: Kujenga aina ugani

source: Unable to create extension type
sw: Haikuweza kuunda aina ugani

source: View extension type
sw: Mtazamo aina ugani

source: Extension type not found
sw: aina ugani halikupatikana

# IsSystemAlert
source: Would you like to broadcast this alert to everyone (This would be a system level alert to all users)
sw: Je, ungependa kutangaza tahadhari hii kwa kila mtu (Hii itakuwa tahadhari ngazi ya mfumo kwa watumiaji wote)

# TypeConceptRequired
source: Please select a type
sw: Tafadhali chagua aina

# PopulationYear
source: Target Population Year
sw: Lengo Idadi ya Mwaka

# NameLength256
source: The name cannot exceed 256 characters
sw: jina haiwezi kuzidi herufi 256

# YearRequired
source: Please select a year
sw: Tafadhali chagua mwaka

source: Unable to edit relationship
sw: Haiwezi kubadilisha uhusiano

source: Unable to reset password
sw: Haiwezi kuweka upya nenosiri

source: Unable to retrieve certificates
sw: Haikuweza kurejesha vyeti

source: Unable to retrieve forgot password mechanisms
sw: Haikuweza kurejesha Nimesahau taratibu password

source: Alert created successfully
sw: tahadhari umeundwa

source: Alert not found
sw: Macho halikupatikana

source: Alert updated successfully
sw: macho imesasishwa

source: Application created successfully
sw: Maombi iliyoundwa kwa mafanikio

source: Assigning authority deleted successfully
sw: Kupeana mamlaka imefutwa

source: Assigning authority not found
sw: Kupeana mamlaka halikupatikana

source: Code system updated successfully
sw: Kanuni mfumo imesasishwa

source: Concept not found
sw: Dhana halikupatikana

source: Concept updated successfully
sw: Dhana imesasishwa

source: Device activated successfully
sw: Hila ulioamilishwa kwa mafanikio

source: Device created successfully
sw: Hila umeundwa

source: Device deactivated successfully
sw: kifaa kimezimwa kwa mafanikio

source: Device not found
sw: Hila halikupatikana

source: Device updated successfully
sw: Hila imesasishwa

source: No Alerts
sw: hakuna arifa

source: New Place
sw: Nafasi mpya

source: No Materials Found
sw: Hakuna vya Kupatikana

source: Please Wait
sw: Tafadhali subiri

# EmailLength256
source: Email cannot exceed 256 characters
sw: Barua pepe haiwezi kupitisha herufi 256

# DescriptionLength4000
source: The description cannot exceed 4000 characters
sw: Maelezo hayawezi kuzidi vibambo 4000

# DomainNameLength32
source: The domain name cannot exceeed 32 characters
sw: jina la uwanja haiwezi kuzidi wahusika 32

# MessageLength4000
source: The message cannot exceed 4000 characters
sw: Ujumbe haiwezi kuzidi wahusika 4000

# OidLength256
source: The oid cannot exceed 256 characters
sw: OID haiwezi kuzidi herufi 256

# RegexLength64
source: The regular expression length cannot exceed 64 characters
sw: mara kwa mara kujieleza urefu haiwezi kuzidi herufi 64

# SecretLength64
source: The secret cannot exceed 64 characters
sw: siri haiwezi kuzidi herufi 64

# SubjectLength256
source: The subject cannot exceed 256 characters
sw: somo hayawezi kuzidi vibambo 256

# UrlLength250
source: The url cannot exceed 250 characters
sw: url hayawezi kuzidi vibambo 250

# PopulationYearInvalidFormat
source: Target population year must be a valid year and in format YYYY
sw: mwaka Target wakazi lazima mwaka halali na katika muundo YYYY

source: Profile updated successfully
sw: wasifu imesasishwa

# StepsToReproduceRequired
source: Please enter the steps to reproduce
sw: Tafadhali weka hatua za kuzaliana

# ReferenceTermRequired
source: Please select a reference term
sw: Tafadhali chagua kumbukumbu mrefu

source: No authority scope found
sw: Hakuna mamlaka wigo kupatikana

source: Authority Scope
sw: mamlaka Upeo

source: Authority scope deleted successfully
sw: Mamlaka ya wigo imefutwa

# ToolTip_AuthorityScope
source: The concepts to be added to the authority scope
sw: dhana kuongezwa kwa wigo mamlaka

# ToolTip_Concepts
source: The concepts to add to the concept set
sw: dhana ya kuongeza seti ya dhana

source: Cannot update, system concept
sw: Hatuwezi kusasisha, mfumo dhana

# ConceptSelectedExists
source: Concept selected already exists
sw: Dhana ya kuchaguliwa tayari ipo

# TargetYearRequired
source: Year required when submitting population
sw: Mwaka Inahitajika wakati wa kuwasilisha idadi ya watu

# InValidPolicySelection
source: The policy entered is invalid
sw: Sera uliotiwa si sahihi

# InvalidStringEntry
source: Special characters & < > * and @ are not allowed
sw: Herufi maalum & <> * na @ hawaruhusiwi

# InvalidSearchEntry
source: The characters < and > are not allowed
sw: wahusika <na> hayaruhusiwi

# VerificationLength256
source: Verification cannot exceed 256 characters
sw: Uhakiki haiwezi kuzidi herufi 256

# OidValidationErrorMessage
source: Oid contains invalid characters or sequence
sw: OID ina herufi batili au mlolongo

source: Unable to create language
sw: Haikuweza kuunda lugha

source: Unable to update language
sw: Haiwezekani lugha Mwisho

# Select2SpecialCharErrorMessage
source: Special characters are not allowed
sw: Herufi maalum hawaruhusiwi

source: Reset Password
sw: Rudisha siri

# UnableToUnlockUser
source: Unable to unlock user account
sw: Haiwezi kufungua akaunti ya mtumiaji

source: Unlock Account
sw: Fungua Akaunti

# UserUnlockedSuccessfully
source: User account unlocked successfully
sw: Akaunti ya mtumiaji unlocked mafanikio

source: Lockout Status
sw: lockout Hali

source: Locked
sw: Imefungwa

source: Unlocked
sw: imefunguliwa

# PasswordValidationErrorMessage
source: Whitespace and special characters ! @ % : . ; * / and '\' are not allowed
sw: Nafasi nyeupe na herufi maalum! @%. ; * / Na '\' hawaruhusiwi

# UsernameValidationErrorMessage
source: Whitespace and special characters ! ' @ # $ % & : . ; * " / and \ are not allowed
sw: Nafasi nyeupe na herufi maalum! '@ # $% &. ; * "/ Na \ hawaruhusiwi

# CreateConcept_Heading
source: Create Concept
sw: kujenga Dhana

# EditConcept_Heading
source: Edit Concept
sw: hariri dhana

# ViewConcept_Heading
source: View Concept
sw: mtazamo dhana

# DescriptionLength256
source: The description cannot exceed 256 characters
sw: Maelezo hayawezi kuzidi vibambo 256

# PhoneNumberRequired
source: Please enter a phone number
sw: Tafadhali ingiza nambari ya simu

# PhoneTypeRequired
source: Please select a phone type
sw: Tafadhali chagua aina ya simu

source: No concept sets found
sw: Hakuna seti ya dhana ya kupatikana

source: Year
sw: mwaka

# ViewUser_Heading
source: View User
sw: mtazamo user

# ViewRole_Heading
source: View Role
sw: Tazama Jukumu

# AddressRequired
source: The Address field is required
sw: Anuani shamba inahitajika

# ApplicationIdRequired
source: The Application Id field is required
sw: uwanja Maombi Id inahitajika

# ApplicationIdLength255
source: The Application Id field cannot exceed 255 characters
sw: uwanja Maombi Id hawezi kupitisha herufi 255

# ApplicationSecretRequired
source: The Application Secret field is required
sw: Maombi uwanja Siri inahitajika

# ApplicationSecretLength255
source: The Application Secret field cannot exceed 255 characters
sw: Maombi ya siri uwanja haiwezi kuzidi wahusika 255

# AddressLength255
source: The Address field cannot exceed 255 characters
sw: Anuani eneo haliwezi kupitisha herufi 255

source: Public Key Token
sw: umma muhimu ishara

source: Issuer
sw: Mtoaji

source: Valid From
sw: Halali kutoka

source: Valid To
sw: Halali Ili

source: Publisher Data
sw: data mchapishaji

source: Dependencies
sw: maelewano

source: No dependencies found
sw: Hakuna maelewano kupatikana

source: No Publisher Data
sw: Hakuna data mchapishaji

source: Unable to download applet
sw: Haiwezi kupakua kijiprogramu

source: Applet deleted successfully
sw: kijiprogramu imefutwa

# UnableToDeleteApplet
source: Unable to delete applet, this may be because another applet depends on this applet.
sw: Haikuweza kufuta kijiprogramu, hii inaweza kuwa kwa sababu kijiprogramu mwingine inategemea kijiprogramu hii.

source: Manual Not Found
sw: Mwongozo halikupatikana

source: Manuals
sw: miongozo

source: Unable to upload manual
sw: Haiwezi kupakia mwongozo

source: No manuals uploaded
sw: Hakuna miongozo kupakiwa

source: Manual uploaded successfully
sw: Mwongozo imepakiwa

source: Upload Manual
sw: mwongozo upload

source: Unable to retrieve manuals
sw: kuepua miongozo

source: Unable to delete manual
sw: Haikuweza kufuta mwongozo

source: New Health Facility Registry Record
sw: mpya kituo cha afya rekodi Usajili

# UsernameLettersNumbersOnly
source: The username must consist of only letters and numbers
sw: jina la mtumiaji lazima iwe na herufi na nambari

source: Entity not found
sw: Chombo halikupatikana

source: Language code not found
sw: Lugha Kanuni halikupatikana

source: Unable to add concept name
sw: Haikuweza kuongeza dhana jina

source: Concept name updated successfully
sw: Dhana jina imesasishwa

source: System concepts cannot be edited
sw: dhana mfumo haziwezi kuhaririwa

source: Unable to retrieve reference term
sw: Haikuweza kurejesha kumbukumbu mrefu

source: Create Concept Name
sw: kujenga Jina dhana

source: Edit Concept Name
sw: Badilisha Jina dhana

source: Concept Names
sw: dhana ya Majina

source: Concept name deleted successfully
sw: Dhana jina imefutwa

source: Relationship not found
sw: Uhusiano halikupatikana

# DuplicateIdentifierValue
source: The identifier value already exists for the given assigning authority. This identifier value is already associated with another {0}
sw: Thamani ya kutambua tayari iko kwa mamlaka ya kupewa. Thamani hii ya kutambua tayari imehusishwa na mwingine {0}

# HomePageHeaderText
source: Welcome to the OpenIZ Administration Portal.
sw: Karibu kwenye Portal ya Utawala wa OpenIZ.

source: Identifier created successfully
sw: Kitambulisho kiliundwa kwa ufanisi

source: Language deleted successfully
sw: Lugha imefutwa kwa mafanikio

source: Language updated successfully
sw: Lugha imesasishwa kwa mafanikio

source: Manual deleted successfully
sw: Mwongozo umefutwa kwa ufanisi

source: Material activated successfully
sw: Nyenzo imefungwa kwa mafanikio

source: Material created successfully
sw: Nyenzo imeundwa kwa ufanisi

source: Material deactivated successfully
sw: Nyenzo imefungwa kwa mafanikio

source: Material not found
sw: Nyenzo haipatikani

source: Material updated successfully
sw: Nyenzo zimehifadhiwa kwa mafanikio

source: No users found
sw: Hakuna watumiaji waliopatikana

source: Organization activated successfully
sw: Shirika limeanzishwa kwa mafanikio

source: Organization created successfully
sw: Shirika limeundwa kwa ufanisi

source: Organization deactivated successfully
sw: Shirika imefungwa kwa mafanikio

source: Organization not found
sw: Shirika halikupatikana

source: Organization updated successfully
sw: Shirika limewekwa kwa mafanikio

source: Password reset successfully
sw: Neno la upya upya kwa ufanisi

source: Place activated successfully
sw: Mahali imeanzishwa kwa mafanikio

source: Place deactivated successfully
sw: Mahali imefungwa kwa mafanikio

source: Place not found
sw: Mahali haipatikani

source: Place successfully created
sw: Weka kwa ufanisi kuunda

source: Place successfully updated
sw: Weka kwa mafanikio

source: Policy created successfully
sw: Sera imeundwa kwa ufanisi

source: Policy deleted successfully
sw: Sera imefutwa kwa mafanikio

source: Policy not found
sw: Sera haipatikani

# AddCodeSystem_Heading
source: Add Code System
sw: Ongeza Msimbo wa Msimbo

# AddLanguages_Heading
source: Add Languages
sw: Ongeza Lugha

# AddNewIdentifier_Heading
source: Add New Identifier
sw: Ongeza Kitambulisho kipya

# AddNewRelationship_Heading
source: Add New Relationship
sw: Ongeza Uhusiano Mpya

# AddReferenceTerm_Heading
source: Add Reference Term
sw: Ongeza Nambari ya Kumbukumbu

# AddReferenceTermName_Heading
source: Add Reference Term Name
sw: Ongeza Jina la Nambari ya Kumbukumbu

source: Applet not found
sw: Applet haipatikani

source: Applet uploaded successfully
sw: Applet imepakiwa kwa mafanikio

source: Application activated successfully
sw: Maombi imeanzishwa kwa mafanikio

source: Application deactivated successfully
sw: Maombi imefungwa kwa mafanikio

source: Application not found
sw: Maombi haipatikani

source: Application updated successfully
sw: Maombi yalifanywa kwa mafanikio

source: Assigning authority created successfully
sw: Mamlaka ya kuagiza imeundwa kwa ufanisi

source: Assigning authority updated successfully
sw: Mamlaka ya kuagiza imesasishwa kwa mafanikio

source: Certificate deleted successfully
sw: Hati ilifutwa kwa mafanikio

source: Code system created successfully
sw: Mfumo wa Kanuni umba kwa ufanisi

source: Code system not found
sw: Mfumo wa mfumo haupatikani

source: Concept created successfully
sw: Dhana imeundwa kwa ufanisi

source: Concept deactivated successfully
sw: Dhana imefungwa kwa mafanikio

source: Concept reference term deleted successfully
sw: Muda wa kumbukumbu ya dhana ilifutwa kwa mafanikio

source: Concept set created successfully
sw: Dhana imewekwa kwa ufanisi

source: Concept set updated successfully
sw: Dhana imewekwa kwa mafanikio

# CreateAlert_Heading
source: Create Alert
sw: Unda tahadhari

# CreateApplication_Heading
source: Create Application
sw: Unda Maombi
