Repository: santedb/openiz-admin
Catalog: OpenIZAdmin.Localization/Locale.*.resx
Languages: sw

source: Change Language
sw: Badili lugha

source: Password
sw: Nywila

# PasswordRequired
source: The Password field is required
sw: Sehemu ya nywila inahitajika

source: Username
sw: Jina la mtumiaji

# UsernameRequired
source: The Username field is required
sw: Sehemu ya jina la mtumiaji inahitajika

source: Certificates
sw: Vyeti

source: Concept
sw: Dhana

source: Concept Name
sw: Jina la dhana

source: Concepts
sw: Dhana

source: Dashboard
sw: Muonekano

source: Devices
sw: Vifaa

source: Name
sw: Jina

source: Places
sw: Maeneo

source: Realm Management
sw: Udhibiti ulimwengu

source: Roles
sw: Kazi

source: Search
sw: Tafuta

source: User Roles
sw: Kazi za mtumiaji

source: Users
sw: watumiaji

source: Reset
sw: weka upya

source: Applet Id
sw: Kitambulisho cha kijiprogramu

source: Applets
sw: Vijiprogramu

source: Certificate Requests
sw: Maombi ya cheti

source: Certificate Signing Request Id
sw: Kitambulisho cha maombi ya kuweka sahihi cheti

source: Common Name
sw: Jina maarufu

source: Date Requested
sw: Tarehe iliyoombwa

source: Description
sw: Maelezo

source: Email
sw: Barua pepe

source: Group
sw: Kundi

source: Locked Out?
sw: Fungiwa nje?

# NoUserRolesAdded
source: No user roles have been added
sw: Hakuna kazi za mtumiaji zilizoongezwa

source: Role Id
sw: Kitambulisho cha kazi

source: Version
sw: Toleo

source: Cancel
sw: Kata

source: Current Realm
sw: Hali ya sasa

source: Hello
sw: Habari

source: Leave Realm
sw: Acha ulimwengu

source: Logoff
sw: Ondoka

source: Save
sw: Hifadhi

source: Submit
sw: Peleka

source: Unable to retrieve device list
sw: Imeshindikana kupata orodha ya vifaa

source: Unable to retrieve role list
sw: Imeshindikana kupata orodha ya majukumu

source: Unable to retrieve user list
sw: Imeshindikana kupata orodha ya watumiaji

source: New
sw: Mpya

# NoNewCertificateSigningRequestsSubmitted
source: No new certificate signing requests have been submitted
sw: Hakuna cheti cha maombi ya sahihi kilichowasilishwa

source: Concept Search Results
sw: Matokeo ya utafutaji dhana

source: Search Results
sw: Matokeo ya kutafuta

source: Creation Time
sw: Muda wa utengenezaji

source: View
sw: Ona

source: Join New Realm
sw: Ingia Realm

source: Address
sw: Anuani

source: Application Id
sw: Anuani ya programu tumizi

source: Id
sw: Kitambulisho

# NoDevicesAdded
source: No devices have been added
sw: Hakuna vifaa vilivyoongezwa

source: Login
sw: Ingia

source: Place Search Results
sw: Matokeo ya utafutaji sehemu

source: Latitude
sw: Latitudo

source: Longitude
sw: Longitudo

# NoRolesAdded
source: No roles have been added
sw: Hakuna kazi zilizoongezwa

source: Search Term
sw: Vigezo vya utafutaji

source: User Id
sw: Kitambulisho cha mtumiaji

# NoUsersAdded
source: No users have been added
sw: Hakuna watumiaji walioongezwa

source: Search Type
sw: Aina ya utafutaji

# SearchTypeRequired
source: Please select a search type
sw: Tafadhali chagua aina ya utafutaji

# MnemonicTooLong
source: The mnemonic cannot exceed 256 characters
sw: Mnemonic hayawezi kuzidi vibambo 255

# NameRequired
source: The name field is required
sw: Sehemu ya jina inatakiwa

source: Incorrect Username or Password
sw: Jina la mtumiaji au neno siri vimekosewa

# NoAdditionalDetails
source: No additional details have been provided
sw: Hakuna maelezo ya ziada yaliyotolewa

source: Place
sw: Mahali

source: Error
sw: Kosa

# GenericErrorMessage
source: An error occurred while processing your request
sw: Kosa limetokea wakati wa kufanyia kazi ombi lako

source: Edit
sw: Rekebisha

source: User
sw: Mtumiaji

source: First name
sw: Jina la kwanza

source: Last name
sw: Jina la mwisho

# FirstNameRequired
source: The first name field is required
sw: Eneo la jina la kwanza linatakiwa

# FirstNameTooLong
source: The first name cannot exceed 256 characters
sw: Jina la kwanza lisizidi herufi 255

# LastNameRequired
source: The last name field is required
sw: Eneo la jina la mwisho linatakiwa

# LastNameTooLong
source: The last name cannot exceed 256 characters
sw: Jina la mwisho lisizidi herufi 255

# EmailRequired
source: The email field is required
sw: Sehemu ya baruapepe inatakiwa

# InvalidEmailAddress
source: Please enter a valid email address
sw: Tafadhali ingiza anuani sahihi ya barua pepe

source: Role
sw: jukumu

# RolesRequired
source: Please select a role
sw: tafadhali chagua majukumu

source: Policies
sw: Sera

source: Policy
sw: Sera

source: Policy Search Results
sw: Matokeo ya sera ya utafutaji

source: Can Override
sw: Inaweza kubatilisha

# OidRequired
source: The Oid field is required
sw: uwanja OID inahitajika

source: Grant
sw: Ruzuku

source: Grants
sw: Ruzuku

# GrantsRequired
source: Please select a grant
sw: Chagua aina ya ruzuku

source: Select
sw: Chagua

source: Deny
sw: Kataa

source: Elevate
sw: Inua

source: Is Public
sw: jumuiya

source: Change Password
sw: Badili neno siri

source: Administrative contact email
sw: Anuani ya baruapepe ya utawala

source: Administrative contact name
sw: Jina la mawasiliano utawala

source: Distinguished name
sw: Jina linalojulikana

source: Submission Time
sw: Muda wa kuwasilishwa

source: Join Realm
sw: Kujiunga ulimwengu

source: Language
sw: Lugha

# LanguageRequired
source: Please select a language
sw: Tafadhali chagua lugha

# MnemonicRequired
source: The mnemonic field is required
sw: uwanja mnemonic inahitajika

source: Details
sw: Maelezo

source: Device
sw: Kifaa

source: Confirm Password
sw: Hakiki neno siri

# ConfirmPasswordMatch
source: The password and confirm password do not match
sw: Neno siri na hakiki neno siri hazilandani

# ConfirmPasswordRequired
source: The confirm password field is required
sw: Nafasi ya kuhakiki neno siri inatakiwa

source: Existing Password
sw: Neno siri lililopo

# ExistingPasswordRequired
source: The existing password field is required
sw: nafasi ya neno siri lililopo inatakiwa

source: Unable to change password
sw: Haiwezi kubadili neno siri

source: Password changed
sw: Badili neno siri

source: No
sw: Hapana

source: Yes
sw: Ndio

source: Manage
sw: Simamia

source: Update profile
sw: Badili muonekano

source: Family Names
sw: Jina la familia

source: Names
sw: Majina

source: Facility
sw: Kituo

# FacilityRequired
source: Please select a facility
sw: Tafadhali chagua kituo

source: Phone Type
sw: Aina ya simu

source: Phone
sw: Simu

source: Session timed out
sw: kipindi kimeisha wakati

source: Assigning Authorities
sw: Ugawaji madaraka

source: Providers
sw: watoaji

source: Loading
sw: Kupandisha

source: Health Facility
sw: Kituo cha afya

source: Deactivate
sw: Kuzima

source: Last login time
sw: Muda wa mwisho kuingia

source: Activate
sw: Amilisha

source: Search Providers
sw: Watoaji tafutizi

source: Assigning Device ID
sw: Ugawaji wa utambulisho kwa kifaa

source: Domain Name
sw: Jina la kikoa

source: Delete
sw: Futa

source: Acknowledge
sw: Tambua

source: Alerts
sw: Tahadhari

source: From
sw: Kutoka

source: Subject
sw: Somo

source: Time
sw: Muda

source: To
sw: kwa

source: Close
sw: Funga

source: Provider Specialty
sw: Mtoaji maalum

source: Message
sw: Ujumbe

# MessageRequired
source: Please enter a message
sw: Tafadhali ingiza ujumbe

source: Acknowledged
sw: Kubaliwa

source: Alert
sw: Tahadhari

source: High Priority
sw: Yenye umuhimu mkubwa

source: System
sw: Mfumo

source: uploaded
sw: Imepandishwa

source: Assigning Authority
sw: Mamlaka ya

source: Certificate
sw: cheti

# CertificateSigningRequestAccepted
source: Certificate signing request successfully accepted
sw: Ombi la kutia sahihi cheti limefanikiwa

source: Certificate signing request successfully submitted
sw: Ombi la kutia sahihi cheti limewasilishwa

source: Concept Sets
sw: Seti za dhana

source: Deactivated
sw: Imezimwa

source: edited
sw: Imerekebishwa

# InvalidSearch
source: Invalid search, please check your search criteria
sw: Upekuzi batili, tafadhali angalia aina ya upekuzi

source: No policies found
sw: Hakuna sera iliyopatikana

source: No providers found
sw: Hakuna watoaji waliopatikana

source: Profile
sw: Maelezo mafupi

source: Provider
sw: Mtoaji

source: Realm
sw: Eneo

source: Realm joined
sw: ulimwengu alijiunga

source: Realm left
sw: ulimwengu wa kushoto

source: Realm switched
sw: ulimwengu Imebadili

source: security application
sw: programu tumizi ya ulinzi

source: Upload
sw: Pakia

source: Unable to accept certificate signing request
sw: Imeshindikana kupokea cheti cha ombi la kuingia

source: Unable to find specified certificate
sw: Imeshindikana kupata cheti husika

source: Unable to find specified certificate signing request
sw: Imeshindikana kupata ombi la kuweka sahihi cheti

source: Unable to join realm
sw: Imeshindiakana kujiunga na realm

source: Unable to leave realm
sw: Imeshindikana kujiunga na realm

source: Unable to reject certificate signing request
sw: Imeshindikana kukataa ombi la kuweka sahihi cheti

source: Unable to retrieve certificate list
sw: Imeshindikana kupata orodha ya cheti

source: Unable to retrieve certificate revocation list
sw: Imeshindikana kupata orodha ya vyeti vilivyokataliwa

source: Unable to retrieve certificate signing request list
sw: Imeshindikana kupata orodha ya maombi ya kuweka sahihi

source: Unable to retrieve place list
sw: Imeshindikana kupata orodha ya sehemu

source: Unable to submit certificate signing request
sw: Imeshindikana kuwasilisha ombi la kutia sahihi cheti

source: Unable to switch realm
sw: Imeshindikana kubadili realm

source: Priority
sw: Kipaumbele

# PriorityRequired
source: Please select a priority
sw: tafadhali chagua kipaumbele

# SubjectRequired
source: Please enter a subject
sw: Tafadhali ingiza somo

# ToRequired
source: Please select a recipient or user not found
sw: Tafadhali chagua mpokeaji au mtumiaji haikupatikana

source: Author
sw: Mwandishi

source: Applet
sw: Kijiprogramu

source: Unable to upload
sw: Imeshindikana kupakia

source: Download
sw: Pakua

source: Add Policy
sw: Ongeza sera

source: Device Secret
sw: Siri ya kifaa

source: Add Policies
sw: Ongeza sera

source: Information
sw: Taarifa

source: About
sw: Kuhusu

source: Has Policies
sw: Ina sera

source: Device Secret required
sw: Siri ya kifaa inatakiwa

# DeviceSecret64
source: The device secret cannot exceed 64 characters
sw: Siri ya kifaa isizidi herufi 64

source: Add Users
sw: Ongeza watumiaji

source: Application Name
sw: Jina la programu tumizi

source: Applications
sw: programu tumizi

source: No applications found
sw: Hakuna programu tumizi zilizopatikana

source: Software Name
sw: Jina la programu

source: Vendor Name
sw: Jina la mchuuzi

source: Version Name
sw: Jina la toleo

source: Application
sw: Programu tumizi

source: Application Secret
sw: Siri ya programu tumizi

source: Concept Class
sw: Tabaka la dhana

# ConceptClassRequired
source: The Concept Class field required
sw: Sehemu ya tabaka la dhana inatakiwa

source: Material
sw: Mali

source: Materials
sw: Mali

source: Found
sw: Patikana

source: No devices found
sw: Hakuna vifaa vilivyopatika

source: No policies added
sw: Hakuna sera zilizopatikana

source: Business Rules
sw: Taratibu za kibiashara

source: Concept Set
sw: Seti ya dhana

source: For
sw: Kwa

source: No roles found
sw: Hakuna majukumu yaliyopatikana

source: Add
sw: Ongeza

source: Reference Terms
sw: Vigezo rejea

source: Form Concept
sw: Fomu ya dhana

source: Quantity Concept
sw: Dhana ya idadi

source: Created By
sw: Imetengenezwa na

source: Is Read Only?
sw: Ni ya kusoma tu?

source: Type
sw: Chapa

source: New Concept Set
sw: Seti ya dhana mpya

source: Home
sw: Nyumbani

# LeaveRealmPrompt
source: Are you sure you would like to leave the current realm?
sw: Ungependa kuondoka kwenye realm iliyopo?

source: Assets
sw: Mali

source: Mime Type
sw: Aina ya Mime

source: Submit Bug Report
sw: Wasilisha taarifa ya mdudu.

# AttachBugInfo
source: Attach application information (versions, log files, settings, etc.)
sw: Ambatanisha taarifa za programu tumizi (matoleo, faili la batli,mipangilio n.k)

source: Bug Details
sw: Maelezo mdudu

source: bug report
sw: Taarifa ya mdudu

source: Reporter
sw: Mwandishi

source: Steps to Reproduce
sw: Hatua za kutengeneza tena

source: English
sw: Kiingereza

# UserNameExists
source: User name already exists. Please select another user name.
sw: Jina la mtumiaji tayari lipo. Tafadhali chagua jina lingine

source: Current Password
sw: Nywila ya sasa

# CurrentPasswordRequired
source: Current password is required
sw: Nywila ya sasa inatakiwa

# InvalidCurrrentPassword
source: Invalid current password
sw: Nywila ya sasa sio sahihi

source: Surname
sw: Jina la ukoo

source: Given Name
sw: Jina alilopewa

# PasswordLength
source: Password length is invalid. Too many characters.
sw: Urefu wa neno siri sio sawa. Herufi nyingi sana

# PasswordStrength
source: Password must be at least 8 characters
sw: Nenosiri lazima liwe na angalau herufi 8

source: Unable to retrieve new user
sw: Imeshindikana kupata mtumiaji mpya

# ToolTip_AlertTo
source: The recipient of the alert message
sw: Mpokeaji wa ujumbe wa tahadhari

# ToolTip_AppName
source: The application name
sw: Jina la programu tumizi

# ToolTip_AppSecret
source: The application secret
sw: Siri ya programu tumizi

# ToolTip_AssigningAuthorityDescription
source: The description of the assigning authority
sw: Maelezo ya mamlaka ugawaji

# ToolTip_AssigningAuthorityName
source: The assigning authority name
sw: Jina la mamlaka ya ugawaji

# ToolTip_Cancel
source: Select to cancel and return to the application
sw: Chagua kusitisha na kurudi kwenye programu tumizi

# ToolTip_ConceptClass
source: The concept class that is the association
sw: Tabaka la dhana ndio shirikishi

# ToolTip_ConceptClassList
source: Click on the drop down to select a concept class. Multiple classes are able to be selected. To remove an existing class, select the "X" located to the left of the concept class title.
sw: Chagua menyu kunjuzi kuchagua tabaka la dhana. Matabaka kadhaa yanaweza kuchaguliwa. Kuondoa tabaka lililopo, chagua "X" iliyopo upande wa kushoto wa kichwa cha tabaka la dhana.

# ToolTip_ConceptMnemonic
source: The name to provide an association
sw: Jina la kuleta shirikisho

# ToolTip_ConceptName
source: The name of the concept
sw: Jina ladhana

# ToolTip_CreationTime
source: The DateTime indicating the first save point
sw: Tarehe na muda kuonyesha pointi ya uhifadhi wa kwanza

# ToolTip_CurrentPassword
source: The current password of the user
sw: Nywila ya sasa ya mtumiaji

# ToolTip_DeviceName
source: The device name
sw: Jina la kifaa

# ToolTip_DeviceSecret
source: The password of the device
sw: Nywila ya kifaa

# ToolTip_DomainName
source: The identification string that specifies a realm
sw: Kutambua maneno yanayotambulisha realm

# ToolTip_Edit
source: Select to edit and update
sw: Chagua kurekebisha na kusasisha

# ToolTip_Facilities
source: Enter the first 4 letters of the Health Facility. Select the target facility from the search results. Only one facility can be selected. To remove an existing facility, select the "X" located to the left of the facility title.
sw: ingiza herufi 4 za mwanzo wa kituo chagua kituo katika matokeo y autafutaji Unaweza kuchagua kituo kimoja tu. Kuondoa kituo kilichopo chagua "X" iliyopo kushoto kwa jina la kituo

# ToolTip_File
source: Click to select and upload a file
sw: Bonyeza kuchagua na kupakua faili

# ToolTip_GivenNamesListBox
source: Enter the users given name and press enter. If there is more than one given name then press enter after each has been entered. To remove an existing name, select the "X" located to the left of the name text.
sw: Ingiza majina ya watumiaji uliyopewa na bonyeza "ingia". Kama kuna jina zaidi ya moja bonyeza ingia kila unapoingiza jina moja. Kuondoa jina lililopo, chagua "X" iliyopo upande wa kushoto wa sehemu ya kuandikia jina.

# ToolTip_Grant
source: The permission level applied
sw: Kiwango cha idhini kinahusika

# ToolTip_JoinRealm
source: Select to join a realm.
sw: chagua kujiunga na realm

# ToolTip_JoinRealm_Address
source: The application address (i.e - www.realm.com)
sw: anwani ya proramu tumizi (mfano - www.realm.com

# ToolTip_JoinRealm_AppId
source: The application identifier
sw: Kitambulishi cha programu tumizi

# ToolTip_JoinRealm_AppSecret
source: The application secret
sw: Siri ya programu tumizi

# ToolTip_Language
source: The default language of the user
sw: Chaguo msingi la lugha ya mtumiaji

# ToolTip_LeaveRealm
source: Select to leave the currrent realm and connect to a different realm.
sw: chagua kutoka kwenye realm iliyopo na kujiunga na realm nyingine

# ToolTip_MaterialFormConcepts
source: The material form concepts
sw: Fomu ya dhana ya mali

# ToolTip_MaterialName
source: The name of the material
sw: Jina la mali

# ToolTip_MaterialQuantityConcepts
source: The material quantity concepts
sw: Dhana ya idadi ya mali

# ToolTip_Message
source: The message to be contained within the alert
sw: Ujumbe wa kuwemo ndani ya tahadhari

# ToolTip_Oid
source: The name used to idenity an object including the organizationally derived and/or assigned
sw: Jina linalotumika kutambua kitu ikiwemo kilichopatikana kishirika na/au kupangiwa

# ToolTip_Password
source: The password to be associated with the user account.
sw: Nywila ya kuhusishwa na akaunti ya mtumiaji

# ToolTip_PhoneNumber
source: The phone number associated with the user
sw: Namba ya simu inayohusishwa na mtumiaji

# ToolTip_PhoneType
source: The contact details or type of telecommunications device related to the phone number
sw: Taarifa za mawasiliano au aina ya mawasiliano ya simu yanayohusu namba ya simu.

# ToolTip_PlaceLatitude
source: The angle (ranging from 0 to 90 degrees) running North to South
sw: pembe (iliyopo kati ya nyuzi 0 hadi 90) inayoenda kaskazini hadi kusini

# ToolTip_PlaceLongitude
source: The angle (ranging from 0 to 180 degrees) running East to West
sw: pembe (iliyopo kati ya nyuzi 0 hadi 180) inayoenda kutoka mashariki kwenda magharibi

# ToolTip_PlaceName
source: The name of the place
sw: jina la sehemu

# ToolTip_Policies
source: Click on the drop down to select a policy. Multiple policies are able to be selected. To remove an existing policy, select the "X" located to the left of the policy title.
sw: Bofya kwenye menyu kunjuzi kuchagua dhana. Dhana kadhaa zinaweza kuchaguliwa. Kuondoa dhana iliyopo , chagua "X" iliyopo upande wa kushoto wa maandishi

# ToolTip_PolicyCanOverride
source: Sets the permission level if the policy can be overridden
sw: Inaweka kiwango cha ruhhusa kama sera inaweza kubatilishwa

# ToolTip_PolicyName
source: The name of the policy
sw: Sera ya jina

# ToolTip_Priority
source: Identifies the degree of importance
sw: Inagundua kiwango cha umuhimu

# ToolTip_RoleDescription
source: A description of the role including policies and permissions associated.
sw: maelezo ya majukumu ikiwemo sera na ruhusa zinazohusishwa

# ToolTip_RoleName
source: The name of the role
sw: Jina la jukumu

# ToolTip_Roles
source: Click on the drop down to select a role. Multiple roles are able to be selected. To remove an existing role, select the "X" located to the left of the role title.
sw: Bofya menyu kunjuzi kuchagua jukumu. Majukumu kadhaa yanaweza kuchaguliwa. Kuondoa jukumu lililopo chagua "X" iliyopo upande wa kushoto wa kichwa cha majukumu.

# ToolTip_Search
source: Submits the entered text/filter
sw: Inawasilisha au kuchuja maandishi yaliyoingizwa

# ToolTip_Subject
source: A brief description of the subject
sw: Maelezo mafupi ya somo

# ToolTip_Submit
source: Select to submit
sw: Chagua kuwasilisha

# ToolTip_SurnamesListBox
source: Enter the users surname and press enter. If there is more than one surname then press enter after each has been entered. To remove an existing name, select the "X" located to the left of the name text.
sw: Ingiza jina la ukoo la mtumiaji kisha bofya ingia. Kama kuna jina la ukoo zaidi ya moja bofya ingia baada ya kila jina moja. Kuondoa jina lililopo, chagua "X" iliyopo upande wa kushoto wa jina.

# ToolTip_Upload
source: Select to upload
sw: Chagua kupakia.

# ToolTip_Url
source: The web address specifying the IP address or Domain name
sw: Ingiza anuani ya wavuti inayoonyesha anwani ya IP au jina la kikoa

# ToolTip_UserEmail
source: Enter the email address associated with the user.
sw: Ingiza barua pepe inayohusiana na mtumiaji

# ToolTip_Username
source: The username to be associated with the user account.
sw: Jina la mtumiaji la kuhusishwa na akaunti ya mtumiaji

# ConfirmDelete
source: Are you sure you would like to delete this item?
sw: Una hakika unataka kufuta kitu hiki?

source: Manifest
sw: dhahiri

# BugSubmittedSuccessfully
source: Your issue has been successfully submitted to the central ticketing system
sw: Suala lako limefanikiwa kuwasilishwa kwenye mfumo wa kati wa tiketi.

# StepsToReproduceTooLong
source: Steps to reproduce cannot exceed 4000 characters
sw: Hatua za kutengeneza tena haziwezi kuzidi herufi 4000

# TicketReferenceId
source: For your reference, your ticket ID# is:
sw: Kwa rejea, kitambulisho chako cha tiketi ni:

# DeviceNotActive
source: Warning, this device is not active
sw: Onyo, kifaa sio amilifu

# ApplicationNotActive
source: Warning, this application is not active
sw: Onyo, programu tumizi sio amilifu

source: CMC Request
sw: Ombi la CMC

source: Organization
sw: Mpangilio

source: Organizations
sw: Mipangilio

# InvalidPhoneNumber
source: Please enter a valid phone number
sw: Tafadhali ingiza namba sahihi ya simu

# PhoneNumberTooLong
source: The phone number field cannot exceed 25 characters
sw: Sehemu ya namba ya simu isizidi herufi 25

source: Lot number
sw: namba ya kundi

source: Industry
sw: Kiwanda

source: Identifiers
sw: Vitambuzi

source: No associated identifiers
sw: Hakuna vitambuzi husishi

source: Value
sw: Thamani

source: Obsoletion Time
sw: Haitumiki tena

source: Manufactured Material
sw: Mali iliyotengenezwa

source: Manufactured Materials
sw: Mali zilizotengenezwa

source: No associated manufactured materials
sw: Hakuna mali za utengenezaji zilizohusishwa

# NameLength64
source: The name cannot exceed 64 characters
sw: Jina lisizid herufi 64

# NameLength50
source: The name cannot exceed 50 characters
sw: Jina lisizidi herufi 50

# UrlInvalid
source: Please enter a valid URL
sw: Tafadhali ingiza URL sahihi

source: No associated policies
sw: Tafadhali ingiza anuani sahihi ya mtandao

source: Industry Concept
sw: Dhana ya kiwanda

source: File
sw: Faili

# FileRequired
source: Please select a file to upload
sw: Tafadhali chagua faili la kupandisha

# InvalidFileExtension
source: Unsupported file extension
sw: Mpanuko wa faili usiosaidiwa

# TargetPopulationMustBePositive
source: The target population must be a number greater than 0 and less than 18,446,744,073,709,551,615
sw: Walengwa lazima iwe kubwa kuliko 0 na chini ya 18.446.744.073.709.551.615

# UsernameLength50
source: The username cannot exceed 50 characters or be less than 3 characters
sw: Jina la mtumiaji haiwezi kuzidi herufi 50 au kuwa chini ya herufi 5

source: User not found
sw: Mtumiaji hajapatikana

source: Password updated successfully
sw: Nywila imesasishwa

source: Page not found
sw: Ukurasa haukupatikana

# PageNotFoundMessage
source: The page you requested could not be found
sw: Ukurasa ulioomba haikuweza kupatikana

source: Internal server error
sw: Hitilafu ya seva ya

# InternalServerErrorMessage
source: Oops! Something went wrong. If the problem persists please contact your administrator
sw: Oops! Kulikuwa na tatizo. Tatizo likiendelea tafadhali wasiliana na msimamizi wako

source: Forbidden
sw: Haramu

# ForbiddenMessage
source: Forbidden, you are not allowed to access the requested resource
sw: Haramu, huruhusiwi kufikia rasilimali aliomba
