Repository: santedb/openiz-admin
Catalog: OpenIZAdmin.Localization/Locale.*.resx
Languages: sw

# CreateAssigningAuthority_Heading
source: Create Assigning Authority
sw: Unda Mamlaka ya Kusimamia

# CreateConceptSet_Heading
source: Create Concept Set
sw: Unda Dhana Kuweka

# CreateDevice_Heading
source: Create Device
sw: Unda hila

# CreateManufacturedMaterial_Heading
source: Create Manufactured Material
sw: Unda Nyenzo zilizofanywa

# CreateMaterial_Heading
source: Create Material
sw: Unda Nyenzo

# CreateOrganization_Heading
source: Create Organization
sw: Unda Shirika

# CreatePlace_Heading
source: Create Place
sw: Unda Mahali

# CreatePolicy_Heading
source: Create Policy
sw: Unda Sera

# CreateRole_Heading
source: Create Role
sw: Unda Jukumu

# RequiredFileUploadFormat
source: Only manuals in .pdf format are accepted.
sw: Vitabu tu katika format ya pdf ni kukubalika.

# UploadApplet_Heading
source: Upload Applet
sw: Weka Vijiprogramu

source: Unable to upload applet
sw: Haiwezi kupakia Vijiprogramu

# CreateUser_Heading
source: Create User
sw: Unda Mtumiaji

# EditApplication_Heading
source: Edit Application
sw: Badilisha Maombi

# EditAssigningAuthority_Heading
source: Edit Assigning Authority
sw: Badilisha Usimamizi wa Mamlaka

# EditCodeSystem_Heading
source: Edit Code System
sw: Badilisha Mfumo wa Kanuni

# EditConceptSet_Heading
source: Edit Concept Set
sw: Badilisha dhana kuweka

# EditDevice_Heading
source: Edit Device
sw: Hariri Kifaa

source: Expiry date
sw: Tarehe ya mwisho wa matumizi

# ExpiryDateRequired
source: Please enter an expiry date
sw: Tafadhali ingiza tarehe ya kumalizika

# UpdateApplet_Heading
source: Update Applet
sw: Sasisha Kijiprogramu

# ViewApplet_Heading
source: View Applet
sw: Tazama Kijiprogramu

# ViewMaterial_Heading
source: View Material
sw: Tazama Nyenzo

# ViewOrganization_Heading
source: View Organization
sw: Tazama Shirika

# ViewPlace_Heading
source: View Place
sw: Tazama mahali

# ViewPolicy_Heading
source: View Policy
sw: Angalia Sera

# ViewReferenceTerm_Heading
source: View Reference Term
sw: Mtazamo Kumbukumbu Muda

# ViewConceptSet_Heading
source: View Concept Set
sw: Tazama Kuweka Dhana

# ViewDevice_Heading
source: View Device
sw: Angalia Kifaa

# ViewApplication_Heading
source: View Application
sw: Tazama Maombi

# ViewAssigningAuthority_Heading
source: View Assigning Authority
sw: Tazama Mamlaka ya Kuagiza

# ViewCodeSystem_Heading
source: View Code System
sw: Tazama Mfumo wa Kanuni

source: Unable to update material
sw: Haiwezi kuhifadhi nyenzo

source: Unable to update organization
sw: Haiwezi kusasisha shirika

source: Unable to update password
sw: Haiwezi kuhifadhi nenosiri

source: Unable to update place
sw: Haiwezi kusasisha mahali

source: Unable to update profile
sw: Haiwezi kusasisha wasifu

source: Unable to update reference term
sw: Imeshindwa kurekebisha muda wa kumbukumbu

source: Unable to update related manufactured material
sw: Haiwezi kurekebisha nyenzo zinazohusiana na viwandani

source: Unable to update role
sw: Haiwezi kuboresha jukumu

source: Unable to update user
sw: Haiwezi kurekebisha mtumiaji

source: User updated successfully
sw: Mtumiaji alisasishwa kwa mafanikio

# VersionInformation_Heading
source: Version Information
sw: Maelezo ya Toleo

# ViewAlert_Heading
source: View Alert
sw: Angalia tahadhari

# EditIdentifier_Heading
source: Edit Identifier
sw: Badilisha Kitambulisho

# EditLanguages_Heading
source: Edit Languages
sw: Hariri Lugha

# EditMaterial_Heading
source: Edit Material
sw: Badilisha Nyenzo

# EditOrganization_Heading
source: Edit Organization
sw: Hariri Shirika

# EditPlace_Heading
source: Edit Place
sw: Badilisha Mahali

# EditReferenceTermName_Heading
source: Edit Reference Term Name
sw: Hariri Jina la Jina la Kumbukumbu

# EditReferenceTerm_Heading
source: Edit Reference Term
sw: Badilisha Nambari ya Kumbukumbu

# EditRelationship_Heading
source: Edit Relationship
sw: Hariri Uhusiano

# EditRole_Heading
source: Edit Role
sw: Badilisha Wajibu

# EditUser_Heading
source: Edit User
sw: Badilisha Mtumiaji

source: Filename
sw: Jina la faili

source: Realm joined successfully
sw: Nchi ilijiunga na mafanikio

source: Realm left successfully
sw: Eneo lililoachwa kwa ufanisi

source: Realm not found
sw: Eneo haipatikani

source: Reference term created successfully
sw: Neno la kumbukumbu limeundwa kwa ufanisi

source: Reference term deactivated successfully
sw: Neno la kumbukumbu limezimwa kwa ufanisi

source: Reference term name created successfully
sw: Jina la jina la kumbukumbu limeundwa kwa ufanisi

source: Reference term name deleted successfully
sw: Jina la jina la kutafakari limefutwa kwa ufanisi

source: Reference term name not found
sw: Jina la jina la kumbukumbu haipatikani

source: Reference term name updated successfully
sw: Jina la jina la kumbukumbu lilisasishwa kwa mafanikio

source: Reference term not found
sw: Maneno ya kumbukumbu hayapatikani

source: Reference term updated successfully
sw: Neno la kumbukumbu limefanyiwa mafanikio

source: Related manufactured material created successfully
sw: Vifaa vilivyounganishwa vimeundwa kwa ufanisi

source: Related place created successfully
sw: Eneo lililohusiana limeundwa kwa ufanisi

source: Relationship deleted successfully
sw: Uhusiano ulifutwa kwa mafanikio

# ResetPassword_Heading
source: Reset Password
sw: Weka upya nenosiri

source: Role activated successfully
sw: Jukumu limeanzishwa kwa mafanikio

source: Role created successfully
sw: Jukumu limeundwa kwa ufanisi

source: Role deactivated successfully
sw: Jukumu limezimwa kwa ufanisi

source: Role not found
sw: Jukumu halikupatikani

source: Role updated successfully
sw: Jukumu linasasishwa kwa mafanikio

source: Unable to activate application
sw: Haiwezi kuamsha programu

source: Unable to activate device
sw: Haiwezi kuamsha kifaa

source: Unable to activate material
sw: Haiwezi kuamsha vifaa

source: Unable to activate organization
sw: Haiwezi kuamsha shirika

source: Unable to activate place
sw: Haiwezi kuamsha mahali

source: Unable to activate role
sw: Haiwezi kuamsha jukumu

source: Unable to activate user
sw: Haiwezi kuamsha mtumiaji

source: Unable to create alert
sw: Haiwezi kuunda tahadhari

source: Unable to create application
sw: Haiwezi kuunda programu

source: Unable to create concept
sw: Haiwezi kuunda dhana

source: Unable to create device
sw: Haiwezi kuunda kifaa

source: Unable to create identifier
sw: Haiwezi kuunda kitambulisho

source: Unable to create material
sw: Haiwezi kuunda nyenzo

source: Unable to create organization
sw: Haiwezi kuunda shirika

source: Unable to create place
sw: Haiwezi kuunda mahali

source: Unable to create reference term
sw: Haiwezi kuunda muda wa kumbukumbu

source: Unable to create reference term name
sw: Haiwezi kuunda jina la jina la kumbukumbu

source: Unable to create related manufactured material
sw: Haiwezi kujenga vifaa vilivyohusiana na viwandani

source: Unable to create related place
sw: Haiwezi kuunda mahali husika

source: Unable to create role
sw: Haiwezi kuunda jukumu

source: Unable to create user
sw: Haiwezi kuunda mtumiaji

source: Unable to deactivate place
sw: Imeshindwa kufuta mahali

source: Unable to deactivate user
sw: Haiwezi kuzima mtumiaji

source: Unable to delete application
sw: Haiwezi kufuta programu

source: Unable to delete assigning authority
sw: Haiwezi kufuta mamlaka ya kuwasilisha

source: Unable to delete certificate
sw: Haiwezi kufuta cheti

source: Unable to delete device
sw: Haiwezi kufuta kifaa

source: Unable to delete material
sw: Haiwezi kufuta nyenzo

source: Unable to delete organization
sw: Haiwezi kufuta shirika

source: Unable to delete policy
sw: Haiwezi kufuta sera

source: Unable to delete reference term
sw: Haiwezi kufuta muda wa kumbukumbu

source: Unable to delete relationship
sw: Haiwezi kufuta uhusiano

source: Unable to delete role
sw: Haiwezi kufuta jukumu

source: Unable to retrieve alerts
sw: Haiwezi kupata Tahadhari

source: Unable to retrieve material
sw: Haiwezi kurejesha nyenzo

source: Unable to retrieve organization
sw: Haiwezi kupata shirika

source: Unable to retrieve place
sw: Imeshindwa kurejesha mahali

source: Unable to retrieve profile
sw: Imeshindwa kurejesha wasifu

source: Unable to update alert
sw: Haiwezi kuboresha tahadhari

source: Unable to update application
sw: Haiwezi kusasisha programu

source: Unable to update concept
sw: Haiwezi kuhifadhi dhana

source: Unable to update device
sw: Haiwezi kusasisha kifaa

source: User activated successfully
sw: Mtumiaji alifanya kazi kwa mafanikio

source: User created successfully
sw: Mtumiaji aliundwa kwa ufanisi

source: User deactivated successfully
sw: Mtumiaji amefungwa kwa mafanikio

source: Updated By
sw: Imeongezwa

source: Updated Time
sw: Muda uliowekwa

source: Build Date Time
sw: Weka Tarehe Muda

source: Unable to retrieve build date time
sw: Imeshindwa kurejesha muda wa tarehe ya kujenga

source: Assembly Information
sw: Maelezo ya Mkutano

# AddressCity
source: City
sw: Jiji

# AddressCountry
source: Country
sw: Taifa

# AddressCounty
source: County
sw: Kata

# AddressPostalCode
source: PostalCode
sw: Posta

# AddressState
source: State
sw: Nchi

# AddressStreetAddress
source: Street Address
sw: Anuani ya mtaa

# ToolTip_PlaceCity
source: The city of this place
sw: Mji wa mahali hapa

# ToolTip_PlaceCountry
source: The country of this place
sw: Nchi ya mahali hapa

# ToolTip_PlaceCounty
source: The county of this place
sw: Kata ya mahali hapa

# ToolTip_PlacePrecinct
source: The precinct of this place
sw: Hifadhi ya mahali hapa

# ToolTip_PlaceState
source: The state of this place
sw: Hali ya mahali hapa

# ToolTip_PlaceStreetAddress
source: The street address of this place
sw: Anwani ya mitaani ya mahali hapa

source: Capabilities
sw: Uwezo

source: Endpoints
sw: Mwisho

source: Server Information
sw: Maelezo ya Serikali

source: Server Interface Version
sw: Toleo la seva ya seva

source: Services
sw: Huduma

source: Service Type
sw: Aina ya Huduma

source: No Information
sw: Hakuna Taarifa

source: Resource Name
sw: Jina la Rasilimali

source: Verbs
sw: Vifungu

source: Relationship updated successfully
sw: Uhusiano umebadilishwa kwa mafanikio

source: Unable to update relationship
sw: Haiwezi kuboresha uhusiano

# LotNumberRequired
source: Please enter a lot number
sw: Tafadhali ingiza idadi kubwa

source: View Manufactured Material
sw: Angalia Nyenzo Imetengenezwa

source: Manufactured Material not found
sw: Nyenzo zilizofanywa hazipatikani

# EditManufacturedMaterial_Heading
source: Edit Manufactured Material
sw: Hariri Nyenzo zilizofanywa

source: Manufactured Material updated successfully
sw: Nyenzo zilizofanywa zimesasishwa kwa mafanikio

source: Unable to update manufactured material
sw: Imeshindwa kurekebisha nyenzo za viwandani

source: Manufactured Material created successfully
sw: Nyenzo zilizofanywa ziliundwa kwa ufanisi

source: Unable to create manufactured material
sw: Haiwezi kuunda vifaa vya viwandani

source: Dedicated Service Delivery Locations
sw: Maeneo ya utoaji wa huduma

source: No Dedicated Service Delivery Locations
sw: Hakuna Eneo la Utoaji wa Huduma

source: Areas Served
sw: Maeneo yamehudumiwa

source: No Areas Served
sw: Hakuna Maeneo Iliyotumiwa

source: Associate Child Place
sw: Shirikisha Mahali ya Mtoto

source: Associate Parent Place
sw: Weka Mahali ya Mzazi

source: Associate Area Served
sw: Eneo la Washiriki Linatumiwa

source: Associate Dedicated Service Delivery Location
sw: Eneo la Utoaji wa Utumishi wa Kujitolea
